[
  {
    "positionname": "Striker",
    "description": "In soccer a striker is the player on a team positioned nearest to the opponents goal whose primary role is to score goals for their team. The name striker derives from the fact that this player is known for the action of striking the soccer ball as they try to score a goal.",
    "playstyle": "Strikers need to have great finishing skills. They're confident shooting with either foot and are a dangerous presence in the air. The best strikers can finish with ease and their teammates would always back them to score once they are in front of goal."
  },
  {
    "positionname": "Winger",
    "description": "A winger in soccer is the player that starts the game positioned on the left or right wing of the soccer field. The winger operates along the field sideline throughout the game, and their primary role is to support the forwards by creating goal-scoring opportunities.",
    "playstyle": "Wingers sprint down the sideline into open space, cross the ball, and beat other players 1 vs 1. They can score and play defense. Good wingers are disciplined and push through physical pain. A winger plays on the sides of the field there is a left and right winger."
  },
  {
    "positionname": "Defender",
    "description": "In soccer, a defender is an outfield player whose primary roles are to stop attacks during the game and prevent the opposing team from scoring goals.",
    "playstyle": "Defenders are the backbone of a team, possessing the grit needed to do whatever it takes to prevent the other team from scoring. They usually hang back, protecting the goalie from breakaways and serving as options for midfielders in the defensive half."
  },
  {
    "positionname": "Midfielder",
    "description": "A midfielder in soccer is a player positioned in the center of the field between the defenders and the forwards. The role of a midfielder is to provide the link between the attack and the defense. They are expected to defend as well as attack and will attempt to control and dictate the tempo of the game.",
    "playstyle": "Midfielders have to be versatile. In addition to outstanding tactical and technical skills, the versatility of this position also requires tremendous physical abilities."
  },
  {
    "positionname": "Goalkeeper",
    "description": "A player position in soccer (goalkeeper, goaltender) who is positioned in the goal area and is responsible for blocking shots on the goal by the opposing team. This is the only player in soccer who is allowed to use any part of his body when making contact with the ball.",
    "playstyle": " Goalkeeper involves working on reflexes, agility, leg speed, decision making and hand-eye coordination. In order to hone these skills, lots of practice and constant repetition are required"
  }
]

